Repository: jozef229/Slopac-client
Catalog: Slopac/*.lproj/Localizable.strings
Languages: cs, de, hu, sk

source: Registration
cs: Registrace
de: Anmeldung
hu: Regisztráció
sk: Registrácia

source: Name
cs: Jméno
hu: Név
sk: Meno

source: Surname
cs: Příjmení
de: Nachname
hu: Vezetéknév
sk: Priezvisko

source: E-mail
hu: Email cím

source: Password
cs: Heslo
de: Passwort
hu: Jelszó
sk: Heslo

# please_enter_email
source: Please enter your email
cs: Prosím zadejte e-mail
de: Bitte geben Sie Ihre E-Mail ein
hu: Kérjük, adja meg az email címét
sk: Prosím zadajte e-mail

source: Please enter valid email
cs: Prosim zadejte korektní e-mail
de: Bitte geben Sie eine korrekte E-Mail ein
hu: Kérjük, helyes email címet adjon meg
sk: Prosim zadajte korektný e-mail

# please_enter_password
source: Please enter your password
cs: Prosim zadejte heslo
de: Bitte geben Sie Ihr Passwort ein
hu: Kérjük, adja meg a jelszavát
sk: Prosim zadajte heslo

# please_enter_strong_password
source: Please enter a strong password
cs: Prosim zadejte silnější heslo
de: Bitte geben Sie ein starkes Passwort ein
hu: Kérjük, erősebb jelszavat adjon meg
sk: Prosim zadajte silnejšie heslo

source: Enter your email
cs: Zadej e-mail
de: Geben Sie Ihre E-Mail ein
hu: Adja meg az email címét
sk: Zadaj e-mail

source: Enter your password
cs: Zadej heslo
de: Geben Sie Ihr Passwort ein
hu: Adja meg a jelszavát
sk: Zadaj heslo

source: Enter your name
cs: Zadej jméno
de: Geben Sie Ihren Namen ein
hu: Adja meg a nevét
sk: Zadaj meno

source: Enter your surname
cs: Zadej příjmení
de: Geben Sie Ihren Nachnamen ein
hu: Adja meg a vezetéknevét
sk: Zadaj priezvisko

source: Login
cs: Přihlášení
de: Login in Slopac
hu: Bejelentkezés
sk: Prihlásenie do Slopacu

source: Account
cs: Účet
de: Konto
hu: Fiók
sk: Účet

source: Information
cs: Informace
de: Informationen
hu: Információ
sk: Informácie

source: Log out
cs: Odhlásit
de: abmelden
hu: Kijelentkezés
sk: Odhlásiť sa

source: Number of licenses
cs: Počet průkazů
de: Anzahl der Lizenzen
hu: Olvasójegyek száma
sk: Počet preukazov

# detail_of_the_card
source: Detail
cs: Detail průkazu
de: Detail der Karte
hu: Az olvasójegy adatai
sk: Detail preukazu

source: Current language
cs: Aktuální jazyk
de: Aktuelle Sprache
hu: Jelenlegi nyelv
sk: Aktuálny jazyk

source: Email or password is wrong
cs: Email nebo heslo je nesprávné
de: E-Mail oder Passwort ist falsch
hu: Az email cím vagy a jelszó helytelen
sk: Email alebo heslo je nesprávne

source: Editing information
cs: Úprava informací
de: Informationen bearbeiten
hu: Információk szerkesztése
sk: Úprava informácií

source: Enter the code of the card
cs: Zadej kód průkazu
de: Geben Sie den Code der Karte ein
hu: Adja meg az olvasójegy kódját
sk: Zadaj kód preukazu

source: Code of the card
cs: Kód průkazu
de: Code der Karte
hu: Az olvasójegy kódja
sk: Kód preukazu

source: Library name
cs: Název knihovny
de: Bibliotheksname
hu: Könyvtár neve
sk: Názov knižnice

source: Closest city
cs: Nejbližší město
de: Die nächste Stadt
hu: A legközelebbi város
sk: Najbližšie mesto

source: Take a photo of the card
cs: Odfiť průkaz
de: Nehmen Sie ein Photo von der Karte
hu: Fényképezze le az olvasójegyet
sk: Odfoť preukaz

# enter_the_publication
source: Enter the place of issue
cs: Zadej místo vydání
de: Geben Sie den Ort der Ausgabe ein
hu: Adja meg a kiadás helyét
sk: Zadaj miesto vydania

source: Author
cs: Autor
de: Autor
hu: Szerző
sk: Autor

source: Title
cs: Název
de: Name
hu: Cím
sk: Názov

source: Notes
cs: Poznámky
de: Notizen
hu: Megjegyzések
sk: Poznámky

source: About the book
cs: O knize
de: Über das Buch
hu: A könyvről
sk: O knihe

source: Rating
cs: Hodnocení
de: Wertung
hu: Értékelés
sk: Hodnotenie

source: Enter the ISBN
cs: Zadej ISBN
de: Geben Sie die ISBN ein
hu: Adja meg az ISBN-t
sk: Zadaj ISBN

# enter_the_title
source: Enter a name
cs: Zadej název
de: Geben Sie einen Namen ein
hu: Adja meg a könyv címét
sk: Zadaj názov

# enter_the_author
source: Enter author
cs: Zadej autora
de: Geben Sie einen Autor ein
hu: Adja meg a szerzőt
sk: Zadaj autora

# enter_the_notes
source: Enter notes
cs: Zadej poznámky
de: Geben Sie Notizen ein
hu: Írja be a jegyzeteket
sk: Zadaj poznámky

# enter_the_information_about_the_book
source: Enter book information
cs: Zadej informace o knize
de: Geben Sie die Buchinformationen ein
hu: Adja meg a könyv adatait
sk: Zadaj informácie o knihe

# name_of_license
source: Name of the card
cs: Název průkazu
de: Name der Karte
hu: Az olvasójegy neve
sk: Názov preukazu

# enter_name_of_license
source: Enter the name of the card
cs: Zadej název průkazu
de: Geben Sie den Namen der Karte ein
hu: Adja meg az olvasójegy nevét
sk: Zadaj názov preukazu

source: Favorite books
cs: Oblíbené knihy
de: Lieblingsbücher
hu: Kedvenc könyvek
sk: Obľúbené knihy

# detail_of_the_book
source: Book detail
cs: Detail knihy
de: Buchdetail
hu: Könyvadatok
sk: Detail knihy

# the_barcode_of_the_card
source: Card barcode
cs: Čárový kód průkazu
de: Kartenbarcode
hu: Olvasójegy vonalkódja
sk: Čiarový kód preukazu

# the_code_of_the_card
source: License card code
cs: kód průkazu
de: Code der Lizenzkarte
hu: Olvasójegy kódja
sk: Kód preukazu

source: Library selection
cs: Výběr knihovny
de: Bibliotheksauswahl
hu: Könyvtár kiválasztása
sk: Výber knižnice

# alert_library_card_title
source: Missing information
cs: Chybějící informace
de: Fehlende Informationen
hu: Hiányzó információ
sk: Chýbajúce informácie

# alert_library_card_message
source: When saving a license, it is necessary to enter the license code, the name of the card and select one of the libraries
cs: Při ukládání průkazu je potřeba zadat kód průkazu, název průkazu a vybrat jednu z knihoven
de: Wenn Sie eine Lizenz speichern, müssen Sie den Lizenzcode und den Namen der Karte eingeben und eine der Bibliotheken auswählen
hu: Az olvasójegy elmentése közben szükséges beadni az olvasójegy kódját, nevét és kiválasztani egy könyvtárat
sk: Pri ukladaní preukazu je potrebné zadať kód preukazu, názov preukazu a vybrať jednu z knižníc

# alert_library_card_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

# alert_book_title
source: Missing information
cs: Chybějící informace
de: Fehlende Informationen
hu: Hiányzó információ
sk: Chýbajúce informácie

# alert_book_message
source: When saving a book, you must enter at least the title of the book
cs: Při ukládání knihy je potřeba zadat alespoň název knihy
de: Wenn Sie ein Buch speichern, müssen Sie mindestens den Titel des Buches eingeben
hu: A könyv elmentése közben meg kell adni legalább a könyv címét
sk: Pri ukladaní knihy je potrebné zadať aspoň názov knihy

# alert_book_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

# alert_book_isbn_title
source: For search, ISBN must be entered correctly
cs: Pro vyhledávání musí být isbn zadané ve správném tvaru
de: Für die Suche muss ISBN korrekt eingegeben werden
hu: A kereséshez szükséges, hogy az ISBN helyesen legyen megadva
sk: Pre vyhladávanie musí byť ISBN zadané v správnom tvare

# alert_book_isbn_message
source: Missing information
cs: Chybějící informace
de: Fehlende Informationen
hu: Hiányzó információ
sk: Chýbajúce informácie

# alert_book_isbn_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

source: Take a photo of the cover book
cs: Vyfoť obal knihy
de: Machen Sie ein Photo von dem Buchcover
hu: Fenyképezze le a könyvborítót
sk: Odfoť obal knihy

# download_cover_from_isbn
source: Download the book cover
cs: Stáhnout obal knihy
de: Downloaden Sie den Buchcover
hu: A könyvborító letöltése
sk: Stiahni obal knihy

# hidden
source: Hide
cs: Skrýt
de: Verstecken
hu: Elrejt
sk: Skryť

source: previous
cs: Předchozí
de: vorstehende
hu: Előző
sk: Predchádzajúci

# enter_the_library_name
source: Enter a library name
cs: Zadej název knihovny
de: Geben Sie einen Bibliotheksnamen ein
hu: Adja meg a könyvtár nevét
sk: Zadaj názov knižnice

# choice_passport
source: Card Selection
cs: Výběr průkazu
de: Kartenauswahl
hu: Olvasójegy kiválasztása
sk: Výber preukazu

# existence_of_the_rent
source: The existence of a borrowing
cs: Existence výpůjčky
de: Die Existenz einer Verleihung
hu: Létező könyvkölcsönyzés
sk: Existencia výpožičky

# show_image_search
source: View book covers
cs: Zobrazit obálky knih
de: Buchcover anzeigen
hu: Könyvborítók megtekintése
sk: Zobraziť obálky kníh

source: Language
cs: Jazyk
de: Sprache
hu: Nyelv
sk: Jazyk

# publish_year
source: Year of publication
cs: Rok vydání
de: Erscheinungsjahr
hu: A kiadás éve
sk: Rok vydania

source: edition
cs: Edice
de: Ausgabe
hu: Kiadás
sk: Edícia

source: Next
cs: Následující
de: folgende
hu: Következő
sk: Nasledujúci

source: publisher
cs: Vydavatelství
de: Verlag
hu: Kiadó
sk: Vydavateľstvo

# publish_place
source: Place of publication
cs: Místo vydání
de: Ort der Veröffentlichung
hu: A kiadás helye
sk: Miesto vydania

# alert_continue_search_library_title
source: Missing library selection
cs: Chybí výběr knihovny
de: Fehlende Bibliotheksauswahl
hu: Hiányzik a könyvtár kiválasztása
sk: Chýba výber knižnice

# alert_continue_search_library_message
source: Please choose any library
cs: Pors vyberte nějakou knihovnu
de: Wählen Sie eine Bibliothek aus
hu: Kérjük, válasszon egy könyvtárat
sk: Prosím vyberte nejakú knižnicu

# alert_continue_search_library_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

# favorite
source: Popular
cs: Oblíbené
de: beliebt
hu: Kedvenc
sk: Obľúbené

source: Problem with GPS
cs: Problem s GPS
de: Problem mit GPS
hu: Probléma a GPS-szel
sk: Problem s GPS

# save_selection
source: Save the selection
cs: Uložit výběr
de: die Auswahl speichern
hu: Kiválasztás elmentése
sk: Uložiť výber

source: All libraries
cs: Všechny knihovny
de: Alle Bibliotheken
hu: Az összes könyvtár
sk: Všetky knižnice

# alert_save_search_library_title
source: Save the library selection
cs: Uložení výběru knihoven
de: Speichern Sie die Bibliotheksauswahl
hu: Kiválasztott könyvtárak elmentése
sk: Uloženie výberu knižníc

# alert_save_search_library_message
source: Please enter a name under which the library selection will be stored
cs: Prosím zadejte název pod jakým bude uložen výběr knihoven
de: Bitte geben Sie einen Namen ein, unter dem die Bibliotheksauswahl gespeichert wird
hu: Kérjük, adjon meg a nevet, amely alatt a kiválasztott könyvtárak el lesz mentve
sk: Prosím zadajte názov pod akým bude uložený výber knižníc

# alert_save_search_library_button
source: Save the selection
cs: Uložit výběr
de: die Auswahl speichern
hu: Kiválasztás elmentése
sk: Uložiť výber

source: Cancel
cs: Zrušit
de: stornieren
hu: Visszavonás
sk: Zrušiť

source: Photo of the card
cs: Fotografie průkazu
de: Foto der Karte
hu: Fénykép az olvasójegyről
sk: Fotografia preukazu

# passes
source: License cards
cs: Průkazy
de: Lizenzkarten
hu: Olvasójegy
sk: Preukazy

source: Search
cs: Vyhledávání
de: Suche
hu: Keresés
sk: Vyhľadávanie

source: City selection
cs: Výber města
de: Stadtauswahl
hu: Város kiválasztása
sk: Výber mesta

source: Barcode
cs: Čárový kód
hu: Vonalkód
sk: Čiarový kód

source: Edit information
cs: Upravit informace
de: Informationen bearbeiten
hu: Információk szerkesztése
sk: Upraviť informácie

# search_button
source: Search
cs: Vyhledej
de: Suche
hu: Keresés
sk: Vyhľadaj

source: Availability
cs: Dostupnost
de: Verfügbarkeit
hu: Elérhetőség
sk: Dostupnosť

source: Address
cs: Adresa
de: Adresse
hu: Lakcím
sk: Adresa

source: Available
cs: Volné
de: verfügbar
hu: Elérhető
sk: Voľné

source: Presence
cs: Prezenční
de: präsent
hu: Csak megtekintésre
sk: Prezenčné

source: Lent
cs: Vypůjčené
de: Ausgeliehene
hu: Kikölcsönyözve
sk: Vypožičané

# the_book_was_not_borrowed_yet
source: The book has not been borrowed yet
cs: Kniha ještě nebyla vypůjčená
de: Das Buch wurde noch nicht ausgeliehen
hu: A könyvet még nem kölcsönözték
sk: Knihu ste ešte nemali vypožičanú

source: The book has already been borrowed
cs: Kniha už byla vypůjčená
de: Das Buch wurde bereits ausgeliehen
hu: A könyv már kölcsönzött
sk: Knihu stu už mali vypožičanú

source: Take the barcode
cs: Vyfotografujte čárový kód
de: Nehmen Sie den Barcode
hu: Olvassa be a vonalkódot
sk: Nasnímajte čiarový kód

source: Loading ...
cs: Načítání ...
de: Wird geladen ...
hu: Betöltés ...
sk: Načítavanie...

# update_data
source: Data update
cs: aktualizace dat
de: Datenaktualisierung
hu: Adatfrissítés
sk: Aktualizácia dát

source: Continue
cs: Pokračovat
de: fortsetzen
hu: Tovább
sk: Pokračovať

# data_update_problem
source: Could not update data
cs: Údaje nebylo možné aktualizovat
de: Daten konnten nicht aktualisiert werden
hu: Nem sikerült frissíteni az adatokat
sk: Údaje nebolo možné aktualizovať

# choice_language
source: Language change
cs: Změna jazyka
de: Sprache wechseln
hu: Nyelv módosítása
sk: Zmena jazyka

# alert_search_title
source: Missing search information
cs: Chybí informace pro vyhledávání
de: Fehlende Suchinformationen
hu: Hiányzó információk a kereséshez
sk: Chýbajú informácie pre vyhľadávanie

# alert_search_message
source: Please enter at least one search attribute
cs: Prosím zadejte alespoň jeden atribut pro vyhledávání
de: Bitte geben Sie mindestens ein Suchattribut ein
hu: Kérjük, adjon meg legalább egy keresési kritériumot
sk: Prosím zadajte aspoň jeden atribut pre vyhľadávanie

# alert_search_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

source: Enter the language
cs: Zadej jazyk
de: Geben Sie eine Sprache ein
hu: Adja meg a nyelvet
sk: Zadaj jazyk

# enter_the_publish_year
source: Enter the year of issue
cs: Zadej rok vydání
de: Geben Sie das Jahr der Ausgabe ein
hu: Adja meg a kiadás évét
sk: Zadaj rok vydania

source: Enter the edition
cs: Zadej edici
de: Geben Sie die Edition ein
hu: Adja meg a kiadást
sk: Zadaj edíciu

# enter_the_publisher
source: Enter the name of the publisher
cs: Zadej název vydavatelství
de: Geben Sie den Namen des Herausgebers ein
hu: Adja meg a kiadó nevét
sk: Zadaj názov vydavateľstva

# slovak
source: Slovak language
cs: Slovenský jazyk
de: Slovak Sprache
hu: Szlovák nyelv
sk: Slovenský jazyk

# english
source: English language
cs: Anglický jazyk
de: Englische Sprache
hu: Angol nyelv
sk: Anglický jazyk

# german
source: German language
cs: Německý jazyk
de: Deutsche Sprache
hu: Német nyelv
sk: Nemecký jazyk

# hungarian
source: Hungarian language
cs: Maďarský jazyk
de: Ungarische Sprache
hu: Magyar nyelv
sk: Maďarský jazyk

# czech
source: Czech language
cs: Český jazyk
de: Tschechische Sprache
hu: Cseh nyelv
sk: Český jazyk

source: Found books
cs: Vyhledané knihy
de: Bücher gefunden
hu: Talált könyvek
sk: Vyhľadané knihy

# account_slopac
source: Account of Slopac
cs: Účet
de: Konto
hu: Fiók
sk: Tvoj Slopac účet

# alert_find_cover_title
source: Book envelope not found
cs: Obálka nenalezen
de: Buchcover nicht gefunden
hu: A boríték nem található
sk: Obálka nenájdena

# alert_find_cover_message
source: Could not find the book envelope based on ISBN
cs: Podle zadaného ISBN se nepodařilo najít obálku
de: Konnte nicht den Buchcover nach ISBN finden
hu: Könyvbórító az ISBN alapján nem található
sk: Podľa zadaného ISBN sa nepodarilo nájst obálku

# alert_find_cover_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

source: Anonymous author
cs: Anonymní autor
de: Anonymer Autor
hu: Névtelen szerző
sk: Anonymný autor

# alert_save_to_favorite_title
source: Save a book
cs: Uložení knihy
de: Buch speichern
hu: Könyv mentése
sk: Uloženie knihy

# alert_save_to_favorite_message
source: The book has been successfully saved to the list of your favorites
cs: Kniha byla úspěšně uložena do seznamu oblíbených
de: Das Buch wurde erfolgreich in Ihrer Favoritenliste gespeichert
hu: A könyv sikeresen el lett mentve a kedvencek listájába
sk: Kniha bola úspešne uložená do zoznamu obľúbených

# alert_save_to_favorite_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

source: Save book
cs: Uložit knihu
de: Buch speichern
hu: Könyv mentése
sk: Uložiť knihu

# alert_internet_title
source: Internet connection
cs: Internetové připojení
de: Internetverbindung
hu: Internet kapcsolat
sk: Internetové pripojenie

# alert_internet_message
source: No internet connection available
cs: Není dostupné internetové připojení
de: Keine Internetverbindung verfügbar
hu: Nincs internetkapcsolat
sk: Nie je dostupné internetové pripojenie

# alert_internet_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

# no_favorete_book
source: You have no saved books
cs: Nemáte žádné uložené knihy
de: Sie haben keine gespeicherten Bücher
hu: Nincsenek mentett könyvek
sk: Nemáte žiadne uložené knihy

# no_passes
source: You have no saved cards
cs: Nemáte žádné uložené průkazy
de: Sie haben keine gespeicherten Karten
hu: Nincsenek mentett olvasójegyek
sk: Nemáte žiadne uložené preukazy

# no_books
source: No searchable books found
cs: Nebyly nalezeny žádné knihy vyhovujúve vyhledávání
de: Keine durchsuchbaren Bücher gefunden
hu: Nincs megfelelő találat
sk: Nenašli sa žiadne knihy vyhovujúve vyhľadávaniu

# enter_date_passes
source: Enter the card expiration date
cs: Zadej datum platnosti průkazu
de: Geben Sie das Ablaufdatum der Karte ein
hu: Adja meg az olvasójegy lejárati dátumát
sk: Zadaj dátum platnosti preukazu

# date_passes
source: Card expiration date
cs: Datum platnosti průkazu
de: Ablaufdatum der Karte
hu: Olvasójegy lejárati dátuma
sk: Dátum platnosti preukazu

# alert_date_passes_title
source: Card validity
cs: platnost průkazu
de: Gültigkeit der Karte
hu: Olvasójegy érvényessége
sk: Platnosť preukazu

# alert_date_passes_message
source: This card has expired
cs: Tomuto průkazu již skončila platnost
de: Diese Karte ist abgelaufen
hu: Az olvasójegy lejárt
sk: Tomuto preukazu už skončila platnosť

# alert_date_passes_button
source: I understand
cs: Rozumím
de: Ich verstehe
hu: Megértettem
sk: Rozumiem

# no_save_libraries
source: You do not have any saved libraries
cs: Nemáte žádné uložené knihovny
de: Sie haben keine gespeicherten Bibliotheken
hu: Nincsenek mentett könyvtárak
sk: Nemáte žiadne uložené knižnice

# number_of_favorites
source: Number of popular Books
cs: Počet populárních knih
de: Anzahl der beliebten Bücher
hu: A népszerű könyvek száma
sk: Počet obľúbených kníh

# search_in_library
source: Search in the Library
cs: Vyhledávání v knihovně
de: Suche in der Bibliothek
hu: Keresés a könyvtárban
sk: Vyhľadať v kňižnici

source: Undefined
cs: Nedefinováno
de: Nicht definiert
hu: Határozatlan
sk: Nedefinované

source: Share book
cs: Sdílet knihu
de: Buch teilen
hu: Részvénykönyv
sk: SLOPAC - Kniha

source: Done
cs: Hotovo
de: Erledigt
hu: Kész
sk: Hotovo

# date_expiration
source: Card expiration date
cs: Datum vypršení platnosti karty
de: Kartenablaufdatum
hu: Kártya lejárati ideje
sk: Dátum expirácie preukazu

# enter_date
source: Enter the card expiration date
cs: Zadejte datum vypršení platnosti karty
de: Geben Sie das Ablaufdatum der Karte ein
hu: Adja meg a kártya lejárati dátumát
sk: Zadajte dátum expirácie

# no_libraries
source: You do not have any libraries
cs: Nemáte žádné knihovny
de: Sie haben keine Bibliotheken
hu: Nincsenek könyvtárak
sk: Nemáte žiadne knižnice

source: Distance
cs: Vzdálenost
de: Entfernung
hu: Távolság
sk: Vzdialenosť

source: Open OPAC Library
cs: Otevřít OPAC knihovny
de: Öffnen Sie die OPAC-Bibliothek
hu: Nyissa meg az OPAC könyvtárat
sk: Otvoriť OPAC knižnice

# maps_of_library
source: Map of libraries
cs: Mapa knihoven
de: Karte der Bibliotheken
hu: Könyvtárak térképe
sk: Mapa knižníc

# search_book
source: Book Search
cs: vyhledávání knihy
de: Buchsuche
hu: Könyvkeresés
sk: Vyhľadávanie knihy

# lent_barcode
source: borrowing
cs: Výpůjčka
de: Borgen
hu: hitelfelvétel
sk: Výpožička

# password_validation
source: The password must be at least 8 characters, including at least one capital letter and one number. Only characters and numbers are accepted
cs: Heslo musí mít minimálně 8 znaků, z toho alespoň jedno veliké písmeno a jedno číslo. Akceptovány jsou pouze znaky a čísla
de: Das Passwort muss mindestens 8 Zeichen umfassen, darunter mindestens einen Großbuchstaben und eine Zahl. Es werden nur Zeichen und Zahlen akzeptiert
hu: A jelszónak legalább 8 karakterből kell állnia, legalább egy nagybetűvel és egy számmal. Csak karakterek és számok fogadhatók el
sk: Heslo musí mať minimálne 8 znakov, z toho aspoň jedno veľke písmeno a jedno číslo. Akceptované sú iba znaky a čísla

source: read on
cs: Přečtena
de: weiter lesen
hu: olvasson
sk: Prečítaná

# i_reading
source: reading
cs: Rozečtených
de: Lesepositionen
hu: olvasási pozíciók
sk: Rozčítaná

# i_will_read
source: To read
cs: K přečtení
de: Zu lesen
hu: Olvassa el
sk: Na prečítanie

source: other
cs: Jiné
de: andere
hu: más
sk: Iné

# favorit_library
source: Favorite Libraries
cs: Oblíbené knihovny
de: Lieblingsbibliotheken
hu: Kedvenc könyvtárak
sk: Obľúbené knižnice

# select_library_alert_title
source: Choosing your favorite libraries
cs: Výběr oblíbených knihoven
de: Wählen Sie Ihre Lieblingsbibliotheken
hu: Kedvenc könyvtárainak kiválasztása
sk: Výber obľúbených knižníc

# select_library_alert_message
source: The libraries you activate for green will be saved to your favorite libraries for later search selection.
cs: Knihovny, které si aktivujete na zeleno, se Vám uloží do oblíbeného knihoven pro pozdější výběr na vyhledávání.
de: Die Bibliotheken, die Sie für grün aktivieren, werden zur späteren Suche in Ihren bevorzugten Bibliotheken gespeichert.
hu: A zöld -re aktivált könyvtárakat a kedvenc könyvtárakba menti a későbbi kereséshez.
sk: Knižnice, ktoré si aktivujete na zeleno, sa Vám uložia do obĺúbených knižníc pre neskorší výber na vyhľadávanie.

# select_library_alert_button
source: I understand
cs: Rozumím
de: verstanden
hu: megértett
sk: Rozumiem
